Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: Windows&nbsp;8 (requires BES client version >= 8.2.1310)
fr_fr: Windows&nbsp;8 (requiert la version&nbsp;8.2.1310 ou supérieure du client BES)

source: Windows 2012 (requires BES client version >= 8.2.1310)
fr_fr: Windows&nbsp;2012 (requiert la version&nbsp;8.2.1310 ou supérieure du client BES)

source: Mac OS X version 10.5.8 (Leopard) or higher
fr_fr: Version&nbsp;10.5.8 (Leopard) ou supérieure de Mac OS X

source: Mac OS X Snow Leopard™ 10.6.8 or later&nbsp;
fr_fr: Version&nbsp;10.6.8 ou supérieure de Mac OS X Snow Leopard™&nbsp;

source: Mac OS X™ X Lion 10.7.5 or later
fr_fr: Version 10.7.5 ou supérieure de Mac OS X™ X Lion

source: The listed computers have Windows Firewall enabled.
fr_fr: Le pare-feu Windows est activé sur les ordinateurs répertoriés.

source: You can disable it using this task.
fr_fr: Vous pouvez le désactiver à l'aide de cette tâche.

source: This task does not support the following platforms: Windows Server 2008 R2, Windows 7, Windows 8, and Windows Server 2012.
fr_fr: Cette tâche ne prend pas en charge les plates-formes suivantes : Windows Server 2008 R2, Windows 7, Windows 8 et Windows Server 2012.

source: Run listDeviceInfo.exe or copy the file on the target endpoint.listDeviceInfo.exe can be found in the following locations:
fr_fr: Exécutez le fichier listDeviceInfo.exe ou copiez-le sur le point final cible. Le fichier listDeviceInfo.exe se trouve dans l'un des emplacements suivants :

source: For x86 endpoints:
fr_fr: Pour les points finaux x86 :

source: For x64 endpoints:
fr_fr: Pour les points finaux x64 :

source: The specified computers have&nbsp;Trend Micro&nbsp;Core Protection Module&nbsp;installed. Use this task to set the maximum number of the most recentdata loss prevention violations to be reported. The default maximum is the last 25data loss prevention violations. Note: The valid vaules are between 0 ~ 2147483647. This action will set a default maximum value 25ifthevalue is invalid.
fr_fr: Trend Micro&nbsp;Core Protection Module&nbsp;est installé sur les ordinateurs spécifiés.&nbsp; Utilisez cette tâche pour définir le nombre maximum de violations de préventioncontre la perte de données les plus récentes à signaler. Par défaut sont les 25&nbsp;dernièresviolations de prévention contre la perte de données font l'objet d'un rapport. Remarque:Les valeurs valides sont comprises entre 0 et 2147483647. Cette action définira la valeur maximale par défaut sur&nbsp;25silavaleur n'est pas valide.

source: Quarantined&nbsp;violations will be stored on theendpoint for further analysis. Use this task to upload quarantinedviolation files on targeted endpoints to the BES Server. By default, the destination folder on the BES Server is: BES Server install&nbsp;directory\UploadManagerData\BufferDir\sha1\last 2 digits of BES client id\BES client id
fr_fr: Les violations mises en quarantaine seront stockées sur le point final pour analyse ultérieure. Utilisez cette tâche pour télécharger des fichiers de violations mis en quarantaine présents sur des points finaux ciblés vers le serveur BES. Par défaut, le dossier de destination sur le serveur BES est&nbsp;:répertoire d'installation du serveur BES\UploadManagerData\BufferDir\sha1\2derniers chiffres de l'ID client BES\ID client BES

source: This analysis contains information about the global client settings on Core Protection Module endpoints in your deployment. After activating this analysis, you will see the following properties: Configure Scan Settings for Large Compressed Files Configure Scan Settings: Do not scan if file X MB Configure Scan Settings: Stop scanning if X virus in a compressed file Clean Compressed Files Scan Up to X OLE Layer(s) Exclude Microsoft Exchange Server Folders from Scanning Enable Spyware/Grayware Assessment Mode Assessment Valid Until X Enable Scan for Cookies Count Cookies into Spyware Log Reserve X MB of Disk Space for Updates Enable System Tray Icon Enable Manual Scan Shortcut Enable Popup a Notification when skip big data
fr_fr: Cette analyse contient des informations sur les Paramètres clients généraux sur les points finaux de Core Protection Module dans votre déploiement. Après l'activation de cette analyse, les propriétés suivantes s'affichent: Configurer les paramètres de scan pour les fichiers compressés volumineux Configurer les paramètres de scan&nbsp;: ne pas scanner si le fichier X Mo Configurer les paramètres de scan: Arrêter le scan si X virus dans un fichier compressé Nettoyer les fichiers compressés Scanner jusqu'à X couche(s) OLE Exclure du scan les dossiers du serveur Microsoft Exchange Activer le mode d'évaluation des spywares/graywares Évaluation Valable jusqu'à X Activer la recherche de cookies Comptabiliser les cookies dans le journal de spywares Réservez XMo d'espace disque pour les mises à jour Activer l'icône de la barre d'état du système Activer le raccourci de scan manuel Activer Afficher une notification contextuelle lorsque des données de grandes tailles sont ignorées

source: This analysis contains information about the Real-Time scan settings on Core Protection Module endpoints in your deployment. After activating this analysis, you will see the following properties: Target: Enable Virus/Malware Scan Target: Enable Spyware/Grayware Scan Target: User Activity on Files Target: File Scan Target Target: Scan Mapped Drives and Shared Folders on the Network Target: Scan Floppy Disk During System Shutdown Target: Enable IntelliTrap Target: Scan Compressed Files Target: Enable Scan Exclusion Target: Scan Exclusions (Directories, Files, File Extensions) Target: Exclude Trend Micro Product Directories Act: Enable ActiveAction Act: Same Action for All Virus/Malware Act: First Action by Type Act: Second Action by Type Act: Customized Action for Virus/Malware Act: Customized Action: First Action by Type Act: Customized Action: Second Action by Type Act: Enable File Backup Before Cleaning Act: Spyware/Grayware Action Act: Enable Virus Pop-up Alert Act: Enable Spyware Pop-up Alert Enable USB Drive Scanning on insertion
fr_fr: Cette analyse contient des informations sur les Paramètres de scan en temps réel sur les points finaux de Core Protection Module dans votre déploiement. Après l'activation de cette analyse, les propriétés suivantes s'affichent: Cible&nbsp;: Activer le scan antivirus/programme malveillant Cible&nbsp;: Activer le scan antispyware/grayware Cible&nbsp;: Action des utilisateurs sur les fichiers Cible&nbsp;: Fichier cible du scan Cible&nbsp;: Scanner les lecteurs mappés et les dossiers partagés sur le réseau Cible&nbsp;: Scanner la disquette pendant l'arrêt du système Cible&nbsp;: Activer IntelliTrap Cible&nbsp;: Scanner les fichiers compressés Cible&nbsp;: Activer les exclusions de scan Cible&nbsp;: Exclusions de scan (répertoires, fichiers, extensions de fichier) Cible&nbsp;: Exclure les Répertoires produit de Trend Micro Action&nbsp;: Activer ActiveAction Action&nbsp;: Même action pour tous les virus/programmes malveillants Action&nbsp;: Première action par type Action&nbsp;: Deuxième action par type Action&nbsp;: Action personnalisée pour les virus/programmes malveillants Action&nbsp;: Action personnalisée&nbsp;: Première action par type Action&nbsp;: Action personnalisée&nbsp;: Deuxième action par type Action&nbsp;: Activer la sauvegarde de fichiers avant nettoyage Action&nbsp;: Action de spyware/grayware Action: Activer le message contextuel d'alerte de virus Action: Activer le message contextuel d'alerte de spyware Activer Scanner le lecteur USB lors de l'insertion

source: This analysis contains information about the Core Protection Module endpoints in your deployment. After activating this analysis, you will see the following properties: CPM Client Program Version CPM Client Program&nbsp;Build CPM Client Hotfix CPM Client Patch CPM Client Language Virus Pattern - Selected Virus Pattern Version Virus Scan Engine (32-bit) - Selected Virus Scan&nbsp;Engine Version (32-bit) Virus Scan Engine (64-bit) - Selected Virus Scan Engine Version (64-bit) IntelliTrap Exception Pattern - Selected Intellitrap Exception Pattern Version IntelliTrap Pattern - Selected Intellitrap Pattern Version Spyware Pattern - Selected Spyware Pattern Version Spyware Scan Engine (32-bit) - Selected Spyware Scan Engine Version (32-bit) Spyware Scan Engine (64-bit) - Selected Spyware Scan Engine Version (64-bit) Spyware Active-monitoring Pattern - Selected Spyware Active-monitoring Pattern Version Anti-rootkit Driver (32-bit) - Selected Anti-rootkit Driver (32-bit) Version Virus Cleanup Template - Selected Virus Cleanup Template Version Virus Cleanup Engine (32-bit) - Selected Virus Cleanup Engine Version (32-bit) Virus Cleanup Engine (64-bit) - Selected Virus Cleanup Engine Version (64-bit) Install Time Last RealTime Virus/Malware Detection Last On-demand Virus/Malware Scan Last RealTime Spyware/Grayware Detection Last On-demand Spyware/Grayware Scan Current Scan Status Last Pattern Update Update Count Average Update Time Interval Auto-Update - Enabled In Rollback State Start Time of Last Scan Common Firewall Driver Version Common Firewall Pattern - Selected Common Firewall Pattern Version Number of Days since Last Quarantine File Maintenance Quarantine File Age Deletion Threshold Maximum Virus Report Count Maximum Spyware Report Count CPM Client Scan Type Maximum BM Report Coun Behavior Monitor Detection Pattern Version (32-bit) Behavior Monitor Detection Pattern Version (64-bit) Behavior Monitor Detection Pattern Version - Selected Behavior Monitor Driver Version (32-bit) Behavior Monitor Driver Version (64-bit) Behavior Monitor Driver Version - Selected Behavior Monitor Core Service Version (32-bit) Behavior Monitor Core Service Version (64-bit) Behavior Monitor Core Service Version - Selected Behavior Monitor Configuration Pattern Version Behavior Monitor Configuration Pattern Version - Selected Policy Enforcement Pattern Version Policy Enforcement Pattern Version - Selected Digital Signature Pattern Version Digital Signature Pattern Version - Selected Smart Scan Agent Pattern Version Smart Scan Agent Pattern Version - Selected Connection to the Smart Protection Network Last Pattern Update from Cloud and ActiveUpdate Server VM Awareness&nbsp;- Enabled CPM Client isreconnecting to Smart Protection Server or Smart Protection Relay Active Virus/Malware Number ActiveSpyware Number Uplink File Reputation Query Server URL Bloom Filter Pattern Version
fr_fr: Cette analyse contient des informations sur les points finaux de Core Protection Module dans votre déploiement. Après l'activation de cette analyse, les propriétés suivantes s'affichent: Version du programme client CPM Compilation du programme client CPM Correctif de type hotfix du Client CPM Patch Client CPM Langage du client CPM Fichier de signatures de virus – Sélectionné Version du fichier de signatures de virus Moteur de scan antivirus (32&nbsp;bits) – Sélectionné Version du moteur de scan antivirus (32&nbsp;bits) Moteur de scan antivirus (64&nbsp;bits) – Sélectionné Version du moteur de scan antivirus (64&nbsp;bits) Signatures d'exceptions IntelliTrap – Sélectionné Versions des signatures d'exceptions IntelliTrap Signatures IntelliTrap – Sélectionné Versions des signatures IntelliTrap Fichier de signatures de spywares – Sélectionné Version du fichier de signatures de spywares Moteur de scan anti-spyware (32&nbsp;bits) – Sélectionné Version du moteur de scan anti-spyware (32&nbsp;bits) Moteur de scan anti-spyware (64&nbsp;bits) – Sélectionné Version du moteur de scan anti-spyware (64&nbsp;bits) Signatures de surveillance active des spywares – Sélectionné Version des signatures de surveillance active des spywares Anti-rootkit Driver (32&nbsp;bits) – Sélectionné Anti-rootkit Driver (32&nbsp;bits) – Version Modèle de nettoyage de virus – Sélectionné Version du modèle de nettoyage de virus Moteur de nettoyage de virus (32&nbsp;bits) – Sélectionné Version du Moteur de nettoyage de virus (32&nbsp;bits) Moteur de nettoyage de virus (64&nbsp;bits) – Sélectionné Version du Moteur de nettoyage de virus (64&nbsp;bits) Heure d’installation Dernière protection en temps réel anti-virus/programmes malveillants Dernier scan à la demande anti-virus/programmes malveillants Dernière protection en temps réel anti-spyware/grayware Dernier scan à la demande anti-spyware/grayware État du scan actuel Dernière mise à jour du fichier de signatures Nombre de mises à jour Intervalle de temps moyen de mise à jour Mise à jour automatique – activée En état de rétrogradation Heure de début du dernier scan Version du pilote du pare-feu commun Signatures du pare-feu commun – Sélectionné Version des signatures du pare-feu commun Nombre de jours depuis les derniers fichiers de mise en quarantaine Seuil de suppression d'ancienneté des fichiers en quarantaine Nombre maximum de rapports sur les virus Nombre maximum de rapports sur les spywares Type de scan de client CPM Nombre maximum de rapports de surveillance des comportements Version du modèle de détection de surveillance des comportements (32&nbsp;bits) Modèle de détection de surveillance des comportements (64bits) Version de la signature de détection de surveillance des comportements – Sélectionné Pilote de surveillance des comportements (32 bits) Version du pilote de surveillance des comportements (64 bits) Version du pilote de surveillance des comportements – Sélectionné Version du Service principal de surveillance des comportements (32 bits) Service principal de surveillance des comportements (64 bits) Version du Service principal de surveillance des comportements – Sélectionné Version du modèle de configuration de surveillance des comportements Version du modèle de configuration de surveillance des comportements – Sélectionné Version du modèle de conformité aux stratégies Version du modèle de conformité aux stratégies – Sélectionné Version de Digital Signature Pattern Version de Digital Signature Pattern – Sélectionné Version de Smart Scan Agent Pattern Version de Smart Scan Agent Pattern – Sélectionné Connexion à Smart Protection Network Dernière mise à jour du fichier de signatures en ligne et du serveur ActiveUpdate Détection de VM– Activé Le client CPM se reconnecte au serveur Smart Protection Server ou au Smart Protection Relay Nombre de virus/programmes malveillants actifs Nombre de spywares actifs Liaison montante URL de serveur Requête File Reputation Version de Bloom Filter Pattern

source: This analysis contains information about the status of services on your Core Protection Module endpoints. After activating this analysis, you will see the following properties: OfficeScanNT Listener OfficeScanNT RealTime Scan Trend Micro Adapter Service Unauthorized Change Prevention Service
fr_fr: Cette analyse contient des informations sur l'état du service sur vos points finaux Core Protection Module. Après l'activation de cette analyse, les propriétés suivantes s'affichent: Service d'écoute d'OfficeScanNT Service de scan en temps réel d'OfficeScan Trend Micro Adapter Service Service de prévention des modifications non autorisées

source: After taking actions on spyware/grayware, Core Protection Module backs up spyware/grayware data as snapshots, which can then be restored using the Spyware/Grayware Restore Wizard in the CPM Dashboard if the spyware/grayware is later deemed safe. This analysis contains information aboutthe backup data for spyware/grayware detected by Core Protection Module endpoints in your deployment. After activating this analysis, you will see the following properties: Detected Snapshot Times Detected Snapshot Restore Items Note:&nbsp;The data in this anaylsis&nbsp;is best viewed using the Spyware/Grayware Restore Wizard in the&nbsp;CPM Dashboard.
fr_fr: Après avoir effectué des actions sur les spywares/graywares, Core Protection Module sauvegarde les données de spywares/graywares sous forme de copies instantanées qui peuvent ensuite être restaurées à l'aide de l'Assistant de restauration des spywares/graywares dans le tableau de bord CPM si le spyware/grayware est considéré comme sûr par la suite. Cette analyse contient des informations sur les données de sauvegarde pour les spywares/graywares détectés par des points finaux Core Protection Module dans votre déploiement. Après l'activation de cette analyse, les propriétés suivantes s'affichent: Horodatage des détections des copies instantanées Éléments de restauration des copies instantanées Remarque: Il est recommandé de consulter les données de cette analyse à l'aide de l'Assistant de restauration des spywares/graywares dans le tableau de bord de CPM.

source: The computers listed here do not meet the minimum hardware requirements necessary to install the Core Protection Module endpoint software. The endpoint deploy task will not be relevant if the minimumRAM requirements are not met.The endpoint deploy task will fail if there is insufficient hard drive space. The minimum hardware requirements for Windows are as follows: 700 MB free hard drive space RAM Windows XP, Windows Server 2003: 512 MB Windows Vista, Windows Server 2008: 1 GB Windows 7, Windows 8, Windows Server 2008R2, Windows Server 2012: 1.5 GB The minimum hardware requirements for Mac are as follows: 100 MB free hard drive space 256 MB RAM
fr_fr: Les ordinateurs ici répertoriés ne respectent pas la configuration matérielle minimale requise pour pouvoir installer le logiciel Core Protection Module des points finaux. La tâche de déploiement de point final ne sera pas pertinente si la configuration minimale de mémoire RAM requise n'est pas respectée.La tâche de déploiement de point final échouera si l'espace disque dur est insuffisant. La configuration matérielle minimale requise pour Windows est la suivante: 700&nbsp;Mo d'espace disque dur libre Mémoire RAM Windows XP, Windows Server 2003&nbsp;: 512 Mo Windows Vista, Windows Server 2008&nbsp;: 1 Go Windows7, Windows8, Windows Server2008 R2, Windows Server2012: 1,5 Go La configuration matérielle minimale requise pour Mac est la suivante: 100Mo d'espace disque dur libre 256Mo de mémoire RAM

source: The CPM VDI Pre-Scan Template Generation Tool scans the base or golden image and verifies the image is a virtual desktop client. When scanning duplicates of this image, CPM only checks the parts that have changed. This is done in order to optimize on-demand scanning. To create a Pre-Scan Template: Downloadthe VDI Pre-Scan Template Generation Tool. Copy the VDI Pre-Scan Template Generation Tool (TCacheGen_x86.exe for 32-bit systems or TCacheGen_x64.exe for 64-bit systems) to the CPMInstallationPath\OfficeScanClientfolder of the base image. Execute TCacheGen_x86.exe or TCacheGen_x64.exe. Click Generate Pre-Scan Template. The tool scans the image for security threats before generating the pre-scan template and removing the GUID. Note:&nbsp;CPM VDI Pre-Scan Template Generation Tool should be executed only on base or golden images with CPM client version 10.5 and above . Important Note: Ensure CPM VDI Componentsare installed on the base or golden image's relay, before running the VDI Pre-Scan Template Generation Tool on the base or golden image. Important Note: After generating the pre-scan template, the tool unloads the&nbsp;CPM client. Do not reload the&nbsp;CPM client. If theCPM client reloads, create the pre-scan template again.
fr_fr: {\cs5\f1\cf15\lang1024L'outil de génération du modèle de pré-scan VDI de CPM scanne l'outil de génération de base ou Golden et vérifie que l'image est un client Virtual Desktop. Lorsque le scan duplique l'image, CPM vérifie uniquement les parties qui ont été modifiées. Cette opération est exécutée afin d'optimiser le scan à la demande. Pour créer un modèle de pré-scan: Téléchargez l'outil de génération de modèle de pré-scan VDI. Copiez l'outil de génération de modèle de pré-scan VDI (TCacheGen_x86.exe pour les systèmes 32bits ou TCacheGen_x64.exe pour les systèmes 64bits) dans le dossier CPMInstallationPath\OfficeScandossier d'installation du client de l'image de base. Exécutez TCacheGen_x86.exe ou TCacheGen_x64.exe. Cliquez sur Générer un modèle de pré-scan. Avant de générer le modèle de pré-scan et de supprimer le GUID, l'outil scanne l'image pour détecter d'éventuelles menaces de sécurité. Remarque: L'outil de génération de modèle de pré-scan VDI de CPM doit être exécuté uniquement sur des images de base ou Golden avec le client CPM de version 10.5 ou supérieure. Remarque importante: Assurez-vous que les composants VDI de CPM sont installés sur des images de base ou Golden de relais avant d'exécuter l'outil du modèle de pré-scan VDI sur l'image de base ou Golden. Remarque importante: Une fois le modèle de pré-scan généré, l'outil décharge le client CPM. Ne rechargez pas le client CPM. Si celui-ci se recharge, créez à nouveau le modèle de pré-scan.

source: There is a new version ofTrend Micro Core Protection Module endpoint software. Core Protection Module will enable clients to monitor, detect, and fix viruses and spyware on endpoint computers. Use this action to update outdated versions of Core Protection Module endpoint software. Note: Only client computers without conflicting software products can deploy Core Protection Module. .pseudo_link text-decoration: underline; color: #5386b3; cursor: hand; Note: Before installing Core Protection Module, computers must meet minimum software and hardware requirements. Note: Client machines may briefly display DOS windows during action execution. Important Note:&nbsp;Installation of the CPM endpointwill cause a restart of the computer's TCP stack.When deployed on machines running the BES Server, this will cause all active BES Console connections to close. Please schedule the installation to occur at a time when this interruption in connectivity is acceptable. File Size:51.7 - 66.4 MB
fr_fr: Une nouvelle version du logiciel de point finalTrend Micro Core Protection Module est disponible. Core Protection Module permettra aux clients de surveiller, détecter et corriger les virus et spywares détectés sur les points finaux. Utilisez cette action pour mettre à jour les versions obsolètes de logiciel de point final Core Protection Module. Remarque: Seuls les ordinateurs clients sans logiciels conflictifs peuvent déployer Core Protection Module. .pseudo_link text-decoration: underline; color: #5386b3; cursor: hand; Remarque: Avant d'installer Core Protection Module, les ordinateurs doivent respecter la configuration logicielle et matérielle requise. Remarque: Les postes clients pourraient brièvement afficher des fenêtres DOS durant l'exécution d'une action. Remarque importante:l'installation du point final CPM&nbsp;cause le redémarrage de la pile TCP de l'ordinateur.En cas de déploiement sur des machines exécutant le serveur BES, toutes les connexions actives à la console BES sont fermées. Veuillez planifier l'installation à un moment où cette interruption de la connectivité est acceptable. Taille du fichier:51,7 - 66,4Mo
